package view;

public class View {
    // метод для показа меню
    public String showMenu() {
        return new String("""
                1. Додати елемент у початок списку
                2. Видалити останній елемент
                3. Видалити елемент з певним значенням деякого атрибуту
                4. Перевірити чи входить елемент у список
                5. Отримати з списку новий список з певним значенням атрибуту
                6. Відсортувати список за зменшенням деякого атрибуту
                7. Надрукувати характеристику обраного приладу
                8. Вивести список усіх приладів
                Оберіть дію: 
                """);
    }
}
